{
  "yes" : "SI",
  "no" : "NO",
  "language.ban":"Valencià",
  "selected" : "Has triat valencià.",
  "hello" : "Hola!",
  "hello.again" : "Hola de nou",
  "language.sel" : "Selecciona idioma:",
  "welcome": "Hola %s! Un plaer conèixer-te! :smile: \nBenvingut/da al sistema de votació.\nPer a votar serà necessari que em digues el teu DNI i data de naixement i comprovaré que hi apareixes en el cens.\nVols continuar?",
  "error": "Ups, açò no m'ho esperava... :confused: \nRevisa el que m'acabes d'enviar",
  "troll": "Uy, no tinc temps per a llegir tant... :weary:",
  "goodbye": "Una llastima :sob:, m'haguera agradat seguir parlant amb tu.\nSi canvies d'opinió, només has de tornar a escriure: /start",
  "cancel" : "Comandament cancel·lat",
  "about" : "Assistent de votació OCCVotingBOT\n\nDesenvolupat per: Hub Cívico\nhttp://hubcivico.org",

  "register.start": "Iniciant registre...",
  "register.cancel": "Registre cancel·lat.",
  "register.question": "Vols registrar-te? Recorda tenir a mà el teu número de DNI o NIE i la teua data de naixement",
  "register.nid": "Meravellós, ara introdueix el teu DNI (8 dígits i lletra) o NIE (X/Y/Z seguit per 7 dígits i lletra). Recorda introduir-ho correctament :smile:",
  "register.bdate": "Perfecte, indicam ara la teua data de naixement amb el següent format: DD/MM/AAAA",
  "register.complete": "Registre complet :thumbsup:, Per a començar a votar selecciona el comandament /votar",
  "register.check": "Comprovant cens... :hourglass_flowing_sand:",
  "register.error.nid": "Ups :flushed:, em pareix que hi ha hagut un error. És possible que no hi apareixes en el Cens de votants.\nTorna a introduir el teu DNI per si t'hagueres equivocat.\nTens %s intents.",
  "register.error.bdate": "Ups :flushed:, em pareix que hi ha hagut un error. És posible que no hi apareixes en el Cens de votants \nTorna a introduir la teva data de naixement per si t'hagueres equivocat.\nTens %s intents.",
  "register.banned": "Lo lament :flushed:, has esgotat els intents per a registrar-te. Per seguretat he bloquejat el teu usuari",

  "voting.error": "Vaja, pareix que has volgut votar més de :eight: opcions. \nRecorda que com màxim pots votar :eight: opcions.",
  "voting.ready" : "Hola de nou %s, ja tenim totes les teues dades verificades, preparat/ada per a votar? :grin:\nSi és així, pots enviar-me el teu vot.",
  "voting.noRegistered": "No siguis tan ràpid, encara no ens coneguem... :blush: Abans de votar, registrar-te deuràs.",
  "voting.success": "El teu vot ha estat guardat correctament :thumbsup: \nAquest és el codi per a verificar que el teu vot és correcte:",
  "voting.verify": "Utilitza el comandament /verificar per a comprovar-ho quan vulguis :sunglasses:",
  "voting.alreadyVote" : "Ups, pareix que ja has votat :flushed:, pots verificar el teu vot mitjançant el comandament /verificar",
  "voting.voteEnd" : "Hola de nou %s, Ja tenim el teu vot registrat correctament, pots verificar el teu vot mitjançant el comandament /verificar",
  "voting.incorrect" : "Vaja, pareix que %s de les opcions introduïdes no pertanyen al llistat. \nTorna a emetre el teu vot amb les opcions del llistat",
  "voting.error.duplicates": "Ey, no pots votar més d'una vegada a la mateixa opció, revisa el teu vot per si hi ha duplicats",
  "register.expect.nid" : "Si si, encara estic aquí :smile:\nEstic esperant que m'envies el teu DNI o NIE (8 dígits amb lletra).",
  "register.expect.bdate" : "No me n'he anat, no et preocupis :smile:\nAra necessito la teva data de naixement per a completar el registre (DD/MM/AAAA)",

  "verifying": "Anem a verificar el teu vot.\nEnviam el codi que et vaig proporcionar quan vares votar:",
  "verifying.error" : "Pareix que el codi per a desxifrar el vot no és correcte :flushed: \nTorna a intentar-ho o posat en contacte amb nosaltres.",
  "verifying.sucess" : "El teu vot és correcte :thumbsup: \nEl que vares votar és: %s",
  "verifying.error.notTelegram" : "Ups, no puc verificar un vot si no ho has enviat a través de mí.\nPots verificar el teu vot des del lloc on vares generar el teu vot.",


  "about.question" : "¿Sobre quina opció vols saber-ne més?",
  "about.noRegistered": "No siguis tan ràpid, encara no ens coneguem... :blush: Abans de saber-ne més, registrar-te deuràs.",

  "options.intro" : "Opcions disponibles:\n\n",
  "options.footer" : "\nSelecciona fins a :eight: opcions.\nEnvia el teu vot mitjançant els números de ses opcions separades per comes.\nExemple: 1, 3, 5 \nCOMPTE: Una vegada m'has enviat el vot no podré canviar-ho. Mira que sigui correcte!",

  "help.1" : "Polsa damunt un dels botons que t'he mostrat al missatge anterior.",
  "help.2" : "Introdueix el teu número de DNI o NIF amb lletra.",
  "help.3" : "Introdueix la teva data de daixement amb el format DD(dia)/MM(mes)/AAAA(año).\nExemple: 14/11/1990",
  "help.4" : "Polsa damunt el comandament /votar per a emetre el teu vot. Recorda que hauràs d'introduir les opcions desitjades mitjançant números separats per coma.",
  "help.5" : "El teu vot ha estat enregistrat correctament. Ja has acabat :smile: . Polsa damunt el comandament /verificar per a tornar a veure el teu vot.",
  "help.10" : "Introdueix una opció de les que t'he mostrat per a conèixer més d'ella."

}
